Repository: luova-club/event-signup-and
Catalog: event_support_app/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Schedule
fi: Aikataulu

source: Title
fi: Otsikko

source: Description
fi: Selostus

source: Start Time
fi: Aloitusaika

source: End Time
fi: Loppumisaika

source: Nickname
fi: Nimimerkki

source: Email
fi: Sähköposti

source: About
fi: Meistä

source: Language
fi: Kieli

source: Roles and Shifts
fi: Roolit ja vuorot

source: Role
fi: Rooli

source: Shifts
fi: Vuorot

source: No shifts for this role
fi: Ei vuoroja tälle roolille

source: No roles available
fi: Ei rooleja

source: What is Chillauskeskus?
fi: Mikä on Chillauskeskus?

source: Chillauskeskus is a three-day event aimed at educating young people about climate change. The event will take place from July 17 to July 19, 2023 and will feature live music, film screenings, guest speakers, and more. Come learn about the impact of climate change and how you can make a difference.
fi: Chillauskeskus on kolmipäiväinen tapahtuma, jonka tarkoituksena on opettaa nuoria ilmastonmuutoksesta sekä herätellä rakentavasti ilmastohuolta. Tapahtuma järjestetään 17.7.2023 - 19.7.2023 ja siellä kuullaan livemusiikkia, katsotaan elokuvia, on ilmastokasvatusta ja paljon muuta. Tule oppimaan ilmastonmuutoksen vaikutuksista ja siitä, miten voit vaikuttaa.

source: Join us at Chillauskeskus and take action to combat climate change! Register now and join a community of young people who are passionate about creating a sustainable future.
fi: Tule mukaan Chillauskeskukseen ja ryhdy toimiin ilmastonmuutoksen torjumiseksi! Ilmoittaudu nyt ja liity nuorten yhteisöön, joka on innostunut kestävän tulevaisuuden luomisesta.

source: The Chillauskeskus will take place on 17-19 July in Töölönlahti Park in Helsinki, Finland.
fi: Chillauskeskus järjestetään 17.-19. heinäkuuta ja se pidetään Töölönlahden puistossa Helsingissä, Suomessa.

source: Sign up for support roles
fi: Ilmoittaudu auttamaan

source: Do you want to perform?
fi: Haluaisitko esiintyä?

source: If you want to perform, contact us!
fi: Jos haluaisit esiintyä, ilmoita meille!

source: I want to perform
fi: Haluan esiintyä!

source: Support Sign Up
fi: Ilmoittautuminen

source: Sign up
fi: Ilmoittaudu

source: Thank you for signing up!
fi: Kiitos kun ilmoittauduit!

source: Confirm your attendance
fi: Vahvista osallistumisesi

source: Thank you for signing up to help Chillauskeskus in a role `%s` in shifts: %s
fi: Kiitos, kun ilmoittauduit auttamaan Chillauskeskukseen roolissa `%s` vuoroissa: %s

source: If you have any questions, you can ask them by replying to this email
fi: Jos sinulla on kysyttävää, voit kysyä niitä vastaamalla tähän sähköpostiin.
